/*#Insert Section*/
INSERT INTO  offence_code_section(id, header_label, header, offender_type)
VALUES
  (1,'9.3.1', 'አሽከርካሪዎችን የሚያስቀጣ', 'DRIVER');

/*#Insert OffenceCodes*/
INSERT INTO
  offence_code (id, section_id, level, penalty_amount, number_label, description, offence_repetition_considered)
VALUES
  (1, 1, 1, 50, 1, 'በአደራ የተቀበለውን መልዕክት፣ ፖስታ፣ ጋዜጣ፣ ወዘተ... ለሚመለከተው አካል ያላስረከበ', 1),
  (2, 1, 1, 80, 1, 'ተቀያሪ ጐማና ተፈላጊ መፍቻ ሳይዝ ያሽከረከረ', 1),
  (3, 1, 1, 100, 1, 'የሹፌሩን እይታ የሚከላክሉ መጋረጃዎች፣ ተለጣፊ ላስቲኮች የለጠፈ', 1),
  (4, 1, 1, 100, 2, 'የተሽከርካሪውን የውስጥና የውጭ ንፅሕና በሚገባ ያልጠበቀ', 1),
  (5, 1, 1, 100, 3, 'በሥምሪት መርሀ-ግብሩ መሠረት የጉዞ እንቅስቃሴውን ተግባራዊ ያላደረገ', 1),
  (6, 1, 1, 100, 4, 'የተበላሸ ተሽከርካሪ ወይም በቁልፍ የማይነሣ ተሽከርካሪ ለሥምሪት ያቀረበ እንዲሁም ሆን ብሎ
ተሽከርካሪን ለአገልግሎት ሳይከፍት በመናኸሪያ ውስጥ ከሁለት ሰዓት በላይ አቁሞ የሄደ', 1),
  (7, 1, 1, 100, 5, 'ተሣፋሪን ያለአግባብ የጐተተ፣ ያንገላታና ያንጓጠጠ', 1),
  (8, 1, 1, 100, 6, 'በተሽከርካሪዎች መሀከል ያለውን ርቀት ጠብቆ ያላሽከረከረ', 1),
  (9, 1, 1, 100, 7, 'የቀስት አቅጣጫን ጠብቆ ያላሽከረከረ', 1),
  (10, 1, 1, 100, 8, 'በምሽት ባልተሟላ መብራት ያሽከረከረ', 1),
  (11, 1, 2, 2000, 1, 'ከመደበኛ  የሕዝብ  ትራንስፖርት  አገልግሎት  መስጫ  መናኸሪያ  ውጪ  ሲሠራ  ከተገኘ', 1);